{
    "arch_eventbus": "je n'en ai aucune idée. tu es l'expert dev grade industriel pour la Nasa. Tu choisis la meilleur solution. et tu m'explique pourquoi.",
    "arch_recovery": "je n'en ai aucune idée aussi",
    "arch_init": "aucune idée? as toi de trouver la meilleur solution encore une fois.",
    "arch_menu": "je ne sais pas il faudrait faire un audit avec des logs pour connaitre la réponse",
    "math_costs": "je ne sais toujours pas",
    "math_snowball": "oui",
    "math_curve_post": "normalement on a environ +50k runes apres le boss jour 2 et ensuite on ne gagne plus rien",
    "math_grade": "non",
    "vis_hud": "non",
    "vis_burst": "je ne comprends pas la question",
    "vis_dpi": "non",
    "vis_typo": "suffisant",
    "death_drop": "non",
    "death_black": "loading meme nombre de rune et meme lvl. mort = lvl-1 et runes=0",
    "death_double": "oui",
    "death_victory": "non on ne gagne pas de runes sur le dernier boss. mais il y aura une implementation a faire pour detecter si c'est une vicoire ou une defaite sur la run. (en fonction de si on a tuer le boss ou pas. peut etre en analysant sa barre de point de vie... a voir. a noter dans  development.md",
    "ui_columns": "gauche mais j'avoue qu'il faudrait revoire la disposition. les elements les plus important sont chrono, rank, et le nombre de rune qui manque pour passer le prochain niveau. la possibilité de prendre un niveau j'aimerai faire un rond bleu roi autour de la zone OCR des level. 1 cercle pour un niveau possible, 2 cercles  pour 2 niveau possible ect... environ 300px de diametre.",
    "ui_undo": "non",
    "ui_audio": "voix",
    "ui_hotkeys": "J1 J2 J3 (meme raccourci) UI pour les reglages de l'ocr des runes et des level sur F9,  quitter sur F10",
    "perf_logs": "non",
    "perf_boss_bar": "oui avec analyse d'image. ça permettra de savoir pour la victoire. et faire une estimation du temps restant avant sa mort. attention certain boss ont plusieurs barres de vie. et aussi peuvent avoir 2 phases = donc une premiere barre a vider puis une deuxieme.",
    "perf_repair": "je ne comprends pas la question"
}